Repository: common-repository/parkingpro-booking-widgets
Catalog: languages/parkingpro-booking-widgets-*.po
Languages: de_de, nl_nl

source: MyParkingPro address (URL)
de_de: MyParkingPro Adresse (URL)
nl_nl: MyParkingPro adres (URL)

source: Enter the URL of your MyParkingPro address
de_de: Geben Sie die URL Ihrer MyParkingPro Adresse ein
nl_nl: Voer de URL van uw MyParkingPro adres in

source: Booking page address (URL)
de_de: Buchungsseite Adresse (URL)
nl_nl: Adres van de boekingspagina (URL)

source: Link to MyParkingPro page
de_de: Link zur MyParkingPro Seite
nl_nl: Link naar MyParkingPro pagina

source: Select the booking page. Use the shortcode [pp_booking_iframe] to display the MyParkingPro iFrame on your booking page
de_de: Wählen Sie die Buchungsseite aus. Verwenden Sie den Shortcode, [pp_booking_iframe] um den MyParkingPro iFrame auf Ihrer Buchungsseite anzuzeigen
nl_nl: Selecteer de boekingspagina. Gebruik de shortcode [pp_booking_iframe] om het MyParkingPro iFrame weer te geven op uw boekingspagina

source: Product selection page address (URL)
de_de: ProduktauswahlseiteAdresse (URL)
nl_nl: Adres van de product selectie pagina (URL)

source: Link to product selection page
de_de: Link zur Produktauswahlseite
nl_nl: Link naar de product selectie pagina

source: Select the product selection page. Use the shortcode [pp_product_selection] to display the product selection table on your page
de_de: Wählen Sie die Produktauswahlseite aus. Verwenden Sie den Shortcode, [pp_product_selection] um die Produktauswahltabelle auf Ihrer Seite anzuzeigen
nl_nl: Selecteer de product selectie pagina. Gebruik de shortcode [pp_product_selection] om de product selectie tabel weer te geven in de pagina

source: Thank you page address (URL)
de_de: Danke Seitenadresse (URL)
nl_nl: Adres van de bedanktpagina (URL)

source: Link to thank you page
de_de: Link zur Dankeschön-Seite
nl_nl: Link naar bedanktpagina

source: Select the thank you page. Use the shortcode [pp_thank_you] to display the custom thank you page
de_de: Wählen Sie die Produktauswahlseite aus. Verwenden Sie den Shortcode, [pp_thank_you] um die Produktauswahltabelle auf Ihrer Seite anzuzeigen
nl_nl: Selecteer de bedanktpagina. Gebruik de shortcode [pp_thank_you] om de bedanktpagina te genereren

source: Widget destination
de_de: Widget-Ziel
nl_nl: Widget bestemming

source: Booking page
de_de: Buchungsseite
nl_nl: Boekingspagina

source: Product selection page
de_de: Produktauswahlseite
nl_nl: Product selectie pagina

source: iFrame destination
de_de: iFrame-Ziel
nl_nl: iFrame bestemming

source: Custom thank you page
de_de: Benutzerdefinierte Dankeschön-Seite
nl_nl: Aangepaste bedanktpagina

source: Default widget size
de_de: Standard-Widget-Größe
nl_nl: Standaard widget afmeting

source: Large
de_de: Groß
nl_nl: Groot

source: Medium
de_de: Mittel

source: Small
de_de: Klein
nl_nl: Klein

source: Row
de_de: Zeile
nl_nl: Rij

source: Enter the default size (width) of the widget
de_de: Geben Sie die Standardgröße (Breite) des Widgets ein
nl_nl: Voer de standaard afmeting (breedte) van de widget in

source: Hide time inputs in widget
de_de: Zeiteingaben im Widget ausblenden
nl_nl: Verberg tijd velden in de widget

source: No, show times
de_de: Nein, Vorstellungszeiten
nl_nl: Nee, tijden tonen

source: Yes, hide times
de_de: Ja, Zeiten ausblenden
nl_nl: Ja, tijden verbergen

source: Show or hide time inputs in the widget
de_de: Ein- oder Ausblenden von Zeiteingaben im Widget
nl_nl: Toon of verberg tijd velden in de widget

source: iFrame language
de_de: iFrame-Sprache
nl_nl: iFrame taal

source: Enter the language context for the MyParkingPro iFrame
de_de: Geben Sie den Sprachkontext für den MyParkingPro iFrame ein
nl_nl: De taal van het MyParkingPro iFrame

source: Display airport dropdown
de_de: Display Flughafen Dropdown
nl_nl: Toon luchthaven dropdown

source: Hide airport dropdown
de_de: Airport Dropdown ausblenden
nl_nl: Verberg luchthaven dropdown

source: Display car dropdown
de_de: Display Auto Dropdown
nl_nl: Toon auto dropdown

source: Hide car dropdown
de_de: Auto Dropdown ausblenden
nl_nl: Verberg auto dropdown

source: Enter the Google Analytics ID and add tracking to the MyParkingPro iFrame
de_de: Geben Sie die Google Analytics-ID ein und fügen Sie dem MyParkingPro iFrame Tracking hinzu
nl_nl: Vul de Google Analytics ID in en track het MyParkingPro iFrame

source: Ignore Google Analytics cookie
de_de: Google Analytics-Cookie ignorieren
nl_nl: Negeer Google Analytics cookie

source: Append Google Analytics cookie to iFrames
de_de: Google Analytics-Cookie an iFrames anhängen
nl_nl: Google Analytics cookie toevoegen aan iFrames

source: Append Google Analytics cookie (_ga) to the iFrame
de_de: Google Analytics-Cookie (_ga) an den iFrame anhängen
nl_nl: Voeg de Google Analytics cookie (_ga) toe aan het iFrame

source: Remember widget data
de_de: Widget-Daten merken
nl_nl: Onthoud widget data

source: No, don't remember widget data
de_de: Nein, merken Sie sich keine Widget-Daten
nl_nl: Nee, geen widget velden onthouden

source: Yes, remember widget fields
de_de: Ja, merken Widget-Felder
nl_nl: Ja, onthoud widget velden

source: When a user enters data in the widget (dates, times), it's possible to rembember and reuse the data in the widget after reloading the page.
de_de: Wenn ein Benutzer Daten in das Widget eingibt (Datum, Uhrzeit), ist es möglich, die Daten im Widget nach dem erneuten Laden der Seite zu rembemberieren und wiederzuverwenden.
nl_nl: Wanneer een gebruiker data invoert in de widget (datums, tijden, etc), is het mogelijk om deze informatie te onthouden en hergebruiken in de widget na het herladen van de pagina.

source: Header element selector(s)
de_de: Selektor(en) für Header-Elemente

source: Enter one or more header element jQuery selectors to correct the scroll positions in the MyParkingPro iFrame
de_de: Geben Sie einen oder mehrere Header-Element-jQuery-Selektoren ein, um die Bildlaufpositionen im MyParkingPro iFrame zu korrigieren
nl_nl: Vul een of meerdere header element jQuery selectors in om de scroll posities te corrigeren in het MyParkingPro iFrame

source: Default widget title
de_de: Standard Widget Titel
nl_nl: Standaard widget titel

source: Enter the default title for the widget
de_de: Geben Sie den Standardtitel für das Widget ein
nl_nl: Voer de standaard titel voor de widget in

source: Header background color
de_de: Header-Hintergrundfarbe
nl_nl: Header achtergrondkleur

source: The background color of the top part of the widget
de_de: Die Hintergrundfarbe des oberen Teils des Widgets
nl_nl: De achtergrondkleur van het bovenste deel van de widget

source: Header text color
de_de: Header Textfarbe
nl_nl: Tekstkleur header

source: The text color of the widget title in the top part
de_de: Die Textfarbe des Widget-Titels im oberen Teil
nl_nl: De tekstkleur van de widget titel in het bovenste deel

source: Border color
de_de: Rahmenfarbe
nl_nl: Randkleur

source: Color of all the borders
de_de: Farbe aller Grenzen
nl_nl: Kleur van alle randen

source: Titles and labels
de_de: Titel und Etiketten
nl_nl: Titels en labels

source: Section airport title
de_de: Abschnitt Flughafentitel
nl_nl: Titel van sectie luchthaven

source: Title for the airport section
de_de: Titel für den Flughafenabschnitt
nl_nl: Titel van sectie luchthaven

source: Section dates title
de_de: Abschnittsdatumstitel
nl_nl: Titel van sectie datums

source: Title for the dates section
de_de: Titel für den Abschnitt "Datumsangaben"
nl_nl: Titel voor de sectie datums

source: Label parking date
de_de: Label-Parkdatum
nl_nl: Label parkeer datum

source: Label for the parking date
de_de: Label für das Parkdatum
nl_nl: Label voor de parkeer datum

source: Label return date
de_de: Label Rückgabedatum
nl_nl: Label retourdatum

source: Label for the return date
de_de: Label für das Rückgabedatum
nl_nl: Label voor de retourdatum

source: Display services
de_de: Display Dienste
nl_nl: Services weergeven

source: Yes, display services
de_de: Ja, Anzeigedienste
nl_nl: Ja, toon services

source: No, hide services
de_de: Nein, Dienste ausblenden
nl_nl: Nee, services verbergen

source: Services to display
de_de: Anzuzeigende Dienste
nl_nl: Weer te geven services

source: Error: there are no services available to display
de_de: Fehler: Es sind keine Dienste zum Anzeigen verfügbar
nl_nl: Fout: er zijn geen services beschikbaar om te tonen

source: Services in iFrame
de_de: Dienstleistungen in iFrame

source: User can change services in the iFrame
de_de: Benutzer kann Dienste im iFrame ändern
nl_nl: Gebruiker kan services wijzigen in het iFrame

source: Use the service from widget and hide services in the iFrame
de_de: Verwenden des Dienstes aus Widget und Ausblenden von Diensten im iFrame
nl_nl: Gebruik de service uit de widget en verberg de services in het iFrame

source: Show all services in the MyParkingPro iFrame (the user can change the services in the iFrame) or load the iFrame with a pre-selected service and hide the service selection in the iFrame.
de_de: Zeigen Sie alle Dienste im MyParkingPro iFrame an (der Benutzer kann die Dienste im iFrame ändern) oder laden Sie das iFrame mit einem vorab ausgewählten Dienst, und blenden Sie die Dienstauswahl im iFrame aus.
nl_nl: Toon alle services in het MyParkingPro iFrame (de gebruiker kan de service wijzigen in het iFrame) of laad het iFrame met een geselecteerde service en verberg de service selectie in het iFrame.

source: Section services title
de_de: Titel der Abschnittsdienste
nl_nl: Titel van sectie Services

source: Title for the services section
de_de: Titel für den Abschnitt Dienstleistungen
nl_nl: Titel voor de sectie Services

source: Section car title
de_de: Abschnitt seder Autotitel
nl_nl: Titel van sectie auto’s

source: Title for the car section
de_de: Titel für den Autoteil
nl_nl: Titel voor de sectie auto’s

source: Section title color
de_de: Abschnittstitelfarbe
nl_nl: Sectie titelkleur

source: Text color for the section title
de_de: Textfarbe für den Abschnittstitel
nl_nl: Tekstkleur voor de sectie titel

source: Label text color
de_de: Labeltext Farbe
nl_nl: Label tekstkleur

source: Text color for the labels
de_de: Textfarbe für die Beschriftungen
nl_nl: Tekstkleur voor de labels

source: The button text
de_de: Der Schaltflächentext
nl_nl: De knoptekst

source: Button background color
de_de: Button Hintergrundfarbe
nl_nl: Achtergrondkleur knop

source: Background color for the button
de_de: Hintergrundfarbe für die Button
nl_nl: Achtergrondkleur voor de knop

source: Button text color
de_de: Button Text Farbe
nl_nl: Tekstkleur knop

source: Color for the button text
de_de: Farbe für den Button Text
nl_nl: Kleur voor de knoptekst

source: Button hover background color
de_de: Hintergrundfarbe Button-Hover
nl_nl: Achtergrondkleur knop hover

source: Background color for the button hover
de_de: Hintergrundfarbe für den Button-Hover
nl_nl: Achtergrondkleur voor de knop tijdens mouse-over

source: Button hover text color
de_de: Textfarbe Button-Hover
nl_nl: Tekstkleur knop hover

source: Color for the button hover text
de_de: Farbe für den Hovertext der Schaltfläche
nl_nl: Kleur voor de knoptekst tijdens mouse-over

source: No, don't use affiliate tracking
de_de: Nein, verwenden Sie kein Affiliate-Tracking
nl_nl: Nee, gebruik geen affiliate tracking

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Header element selector
de_de: Auswahl der Kopfelemente

source: Welcome
de_de: Willkommen
nl_nl: Welkom

source: Parking and return date
de_de: Park- und Rückgabedatum
nl_nl: Parkeer- en retourdatum

source: Services
de_de: Dienstleistungen

source: Book now
de_de: Jetzt buchen
nl_nl: Boek nu

source: Parking date and time
de_de: Parkdatum und -zeit
nl_nl: Parkeer datum en tijd

source: Return date and time
de_de: Rückgabedatum und -zeit
nl_nl: Datum en tijd van terugkeer

source: Cars
de_de: Fahrzeuge
nl_nl: Auto’s

source: Airport
de_de: Flughafen
nl_nl: Luchthaven

source: Other
de_de: Andere
nl_nl: Overig

source: Netherlands
de_de: Niederlande
nl_nl: Nederland

source: Germany
de_de: Deutschland
nl_nl: Duitsland

source: Belgium
de_de: Belgien
nl_nl: België

source: Sweden
de_de: Schweden
nl_nl: Zweden

source: United Kingdom
de_de: Vereinigtes Königreich
nl_nl: Verenigd Koninkrijk

source: Spain
de_de: Spanien
nl_nl: Spanje

source: France
de_de: Frankreich
nl_nl: Frankrijk

source: Select airport
de_de: Flughafenauswahl
nl_nl: Selecteer luchthaven

source: dd-mm-yyyy
de_de: tt-mm-jjjj
nl_nl: dd-mm-jjjj

source: car
de_de: Fahrzeug
nl_nl: auto

source: cars
de_de: Fahrzeuge
nl_nl: auto’s

source: Your options for the period you have selected
de_de: Ihre Optionen für den ausgewählten Zeitraum
nl_nl: Je opties voor de geselecteerde periode

source: days
de_de: Tagen
nl_nl: dagen

source: Filter search results
de_de: Filtern von Suchergebnissen
nl_nl: Filter zoekresultaten

source: Sort by
de_de: Sortieren nach
nl_nl: Sorteer op

source: Price
de_de: Preis
nl_nl: Prijs

source: More info
de_de: Mehr Info
nl_nl: Meer info

source: Per car
de_de: Pro Auto
nl_nl: Per auto

source: Not available
de_de: Nicht verfügbar
nl_nl: Niet beschikbaar

source: Close window
de_de: Fenster schließen
nl_nl: Sluit scherm

source: No services found
de_de: Keine Dienstleistungen gefunden
nl_nl: Geen services gevonden

source: Your booking has been completed
de_de: Ihre Buchung wurde abgeschlossen
nl_nl: Je reservering is afgerond

source: You will receive the booking confirmation by e-mail. Print the confirmation and take it with you on a trip.
de_de: Sie erhalten die Buchungsbestätigung per E-Mail. Drucken Sie die Bestätigung aus und nehmen Sie sie mit auf eine Reise.
nl_nl: Je ontvangt de reserveringsbevestiging per e-mail. Print deze uit en neem het mee op reis.

source: Your booking
de_de: Ihre Buchung
nl_nl: Je reservering

source: Parking date
de_de: Park Datum
nl_nl: Parkeer datum

source: Return date
de_de: Rückkehr Datum
nl_nl: Retourdatum

source: Total amount
de_de: Gesamtbetrag
nl_nl: Totaalbedrag

source: ParkingPro Booking Widgets plugin: easily add a booking widget or shortcode to your website.
de_de: ParkingPro Booking Widgets Plugin: Fügen Sie ganz einfach ein Buchungs-Widget oder Shortcode zu Ihrer Website hinzu.
nl_nl: ParkingPro Booking Widgets plugin: voeg eenvoudig een boeking widget of shortcode toe aan uw website.

source: Button
nl_nl: Knop

source: Button text
nl_nl: Knop tekst

source: Name
nl_nl: Naam

source: Service
nl_nl: Services
